import Image from "next/image";

export const PostPage = () => {
  return (
    <div className=" mx-2 lg:mx-16 bg-white py-10 mt-5 ">
      <div className="head">
        <h1 className=" text-2xl md:text-3xl text-black py-5 px-10">
          अंबेडकर के पोते ने राम मंदिर का आमंत्रण ठुकराया
          <hr className="mt-2 border"></hr>
        </h1>
      </div>
      <div className=" relative h-[400px] lg:h-[500px]">
        <Image
          src="/images/ambed.jpeg"
          alt="image"
          layout="fill"
          objectFit="cover"
          className="p-2"
        />
      </div>
      <div className=" mt-10 px-2 lg:px-48">
        <p className="text-justify">
          {" "}
          <b>
            अम्बेडकर ने चेतावनी दी थी कि यदि पार्टियाँ धर्म को देश से ऊपर
            रखेंगी, <br></br> तो हमारी स्वतंत्रता दूसरी बार ख़तरे में पड़ जाएगी
            करे
          </b>
          <br></br>
          <br></br>
          मैं उक्त कार्यक्रम में शामिल नहीं होऊंगा क्योंकि यह कार्यक्रम
          भाजपा-आरएसएस द्वारा हथिया लिया गया है; एक धार्मिक आयोजन चुनावी लाभ के
          लिए एक राजनीतिक अभियान बन गया है। मेरे दादा डॉ. बी.आर. अम्बेडकर ने
          चेतावनी दी थी कि{" "}
          <strong>
            यदि पार्टियाँ धर्म को देश से ऊपर रखेंगी, तो हमारी स्वतंत्रता दूसरी
            बार ख़तरे में पड़ जाएगी और संभवतः हमेशा के लिए खो जाएगी।
          </strong>{" "}
          मेरे दादाजी का डर आज हकीकत बन गया है. भाजपा-आरएसएस, जो{" "}
          <strong>देश के ऊपर धर्म को स्थान देती है</strong> ने इस धार्मिक आयोजन
          को अपने राजनीतिक लाभ के लिए हथिया लिया है। जय फुले, जय सवित्री, जय
          साहू. जय भीम. <br></br>
          <br></br>
          <b>
            {" "}
            विपक्षी पार्टियों का आरोप है कि भाजपा और आरएसएस मिलकर प्राण
            प्रतिष्ठा के कार्यक्रम को राजनीतिक लाभ का कार्यक्रम बना रही है।
            अर्धनिर्मित मंदिर में प्राण प्रतिष्ठा लोकसभा चुनाव में राजनीतिक
            फायदे के लिए किया जा रहा है। शरद पवार ने भी चंपत राय को चिट्ठी लिख
            कर राम मंदिर के प्राण प्रतिष्ठा समारोह में शामिल होने में असमर्थता
            जताई है।
          </b>{" "}
          <br></br> <br></br>पवार ने एक बयान में कहा, ​‘अयोध्या में होने वाले
          कार्यक्रम को लेकर राम भक्तों में जबरदस्त उत्साह है और वे बड़ी संख्या
          में वहां पहुंच रहे हैं. इस ऐतिहासिक घटना का आनंद उनके माध्यम से मुझ तक
          पहुंचेगा. 22 जनवरी के समारोह के बाद दर्शन प्राप्त करना आसान हो जाएगा।
          हालांकि उन्होंने इस बात पर भी चर्चा की कि मंदिर का निर्माण अभी पूरा
          नहीं हुआ है, जबकि विपक्ष ने मंदिर के निर्माणाधीन होने की बात को
          रेखांकित करते हुए भाजपा की आलोचना की है कि इस कार्यक्रम की योजना केवल
          आगामी आम चुनावों के मद्देनजर भाजपा को उसकी चुनावी संभावनाओं में मदद
          करने के लिए बनाई गई है
          <br></br>{" "}
          <b>
            पवार ने कहा कि वह अपनी आगामी अयोध्या यात्रा के दौरान रामलला से
            प्रार्थना करेंगे. उन्होंने कहा, <strong></strong>तब तक राम मंदिर का
            निर्माण भी पूरा हो जाएगा.
          </b>
          <br></br> चारों शंकराचार्या ने भी 22 जनवरी को राम मंदिर के प्राण
          प्रतिष्ठा में नहीं जाने का फैसला किया है। उन्होंने प्रधानमंत्री
          नरेंद्र मोदी एवं राम मंदिर ट्रस्ट समिति की भी प्राण प्रतिष्ठा समारोह
          का राजनीतिक इस्तेमाल पर आलोचना की है।
        </p>
      </div>
    </div>
  );
};
